<?php 
    // Локализация в OneConnect не полностью доделана, потому что я ленивая жопа

    $lang_name = "Русский (Russian)";

    // head

    $lang_user_head = "Пользователь ";
    $lang_wall_head = "Стена";

    //Header

    $lang_login = "Войти";
    $lang_register = "Регистрироваться";

    $lang_logout = "Выйти";
    $lang_search = "Поиск";
    $lang_wall = "Стена";
    $lang_home = "Домой";

    // Body

    $lang_welcome = "
        <h1>Добро пожаловать в $sitename!</h1>
        <p>Для использования платформы $sitename необходимо пройти авторизацию</p>
    ";
    $lang_rules = "
        <h3>Правила использования $sitename:</h3>
        <p>
            1. На сайте запрещается политика, порно, шок контент и контент запрещённый в вашей стране.<br>
            2. Реклама на сайте допускается, только если она не рекламирует зарещённый контент в вашей стране или порно с шок контентом.<br>
            3. Администраторы могут удалять ваши посты и вы можете спросить за что они удалены.<br>
            4. Нарушение правил приводит к удалению или бану вашего аккаунта или постов от туда.<br>
            5. Админы могут забанить ваш аккаунт по любой причине и указать причину на это, а если вас забанят без причины то пишите @dibof228 за что вас забанили.<br>
        </p>
        <h3>Мы получаем такие данные как: IP адрес (Для антиспама аккаунтами), Email и все данные из OneConnect.</h3>
    ";
    $lang_authors1 = "Сам OneConnect написан одним человеком с использованием идей других людей из телеграмм канала БлопСофта, сам человек это:";
    $lang_authors2 = "В $sitename модераторами являются:";
    $lang_authors3 = "Сам OneConnect использует лицензию BSD 3-Clause и если вы хотите форкнуть OneConnect то вы должны указать авторство оригинального продукта, закрывать исходники своего форка OneConnect можно.";

    $lang_nickname = "Имя: ";
    $lang_yespost = "Разрешить писать на моей стене:";
    $lang_langnt = "Язык интерфейса:";
    $lang_change = "Изменить";
    $lang_changepass = "Изменить пароль";

    $lang_find = "Найдено: ";
    $lang_find_users = " пользователей";
    $lang_admin = "Админ панель";
    $lang_change_avatar = "Изменить аватарку";
    $lang_settings = "Настройки";
    $lang_description = "Описание: ";

    $lang_yes = "Можно";
    $lang_no = "Нельзя";
    
    $lang_publish = "Опубликовать";
    $lang_attach = "Прикрепить";
    $lang_image = "Картинка:";
    $lang_pinned = "Закреплено";
    $lang_date = "d M Y в H:i";
    $lang_byname = "От имени: ";
    $lang_nowall = "Пользователь ничего не публиковал на стену...";
    $lang_previous = "Предыдущая страница";
    $lang_next = "Следующая страница";

    // Footer

    $lang_terms = 'Пользовательское соглашение';
    $lang_authors = 'Авторы';
?>