<?php 
    // language (язык)

    $lang_name = "Татарский (Tatar)";

    // head (голова сайта)

    $lang_user_head = "Кулланучы ";
    $lang_wall_head = "Дивар";

    //Header (голова сайта)

    $lang_login = "Керү";
    $lang_register = "Язылышу";

    $lang_logout = "Бару";
    $lang_search = "Эзләү";
    $lang_wall = "Дивар";
    $lang_home = "Өйгә";

    // Body (тело сайта)

    $lang_welcome = "
        <h1>$sitename-ка рәхим итегез!</h1>
        <p>$sitename платформасын куллану өчен авторизация үтәргә кирәк</p>
    ";
    $lang_rules = "
        <h3>Правила использования $sitename:</h3>
        <p>
            1. На сайте запрещается политика, порно, шок контент и контент запрещённый в вашей стране.<br>
            2. Реклама на сайте допускается, только если она не рекламирует зарещённый контент в вашей стране или порно с шок контентом.<br>
            3. Администраторы могут удалять ваши посты и вы можете спросить за что они удалены.<br>
            4. Нарушение правил приводит к удалению или бану вашего аккаунта или постов от туда.<br>
            5. Админы могут забанить ваш аккаунт по любой причине и указать причину на это, а если вас забанят без причины то пишите @dibof228 за что вас забанили.<br>
        </p>
        <h3>Мы получаем такие данные как: IP адрес (Для антиспама аккаунтами), Email и все данные из OneConnect.</h3>
    ";
    $lang_authors1 = "OneConnect үзе бер кеше тарафыннан Блопсофт каналы телеграммаларыннан башка кешеләрнең идеяләрен кулланып язылган, кеше үзе бу:";
    $lang_authors2 = "$sitename-да модераторлар булып:";
    $lang_authors3 = "OneConnect үзе BSD 3-Clause лицензиясен куллана һәм әгәр сез Oneconnectны форклатырга телисез икән, сез оригиналь продуктның авторлыгын күрсәтергә тиеш, форeconnect форкының чыганакларын ябарга мөмкин.";

    $lang_nickname = "Исем: ";
    $lang_yespost = "Минем стенага язарга рөхсәт итегез:";
    $lang_langnt = "Интерфейс теле:";
    $lang_change = "Сату";
    $lang_changepass = "Серсүзне үзгәртү";

    $lang_find = "Табылдык: ";
    $lang_find_users = " кулланучылар";
    $lang_admin = "Админ панеле";
    $lang_change_avatar = "Аватарны үзгәртү";
    $lang_settings = "Көйләнеш";
    $lang_description = "Тасвирлама: ";

    $lang_yes = "Мөмкин";
    $lang_no = "Ярамый";
    
    $lang_publish = "Чыгу";
    $lang_attach = "Беркетү";
    $lang_image = "Рәсем:";
    $lang_pinned = "Беркетелгән";
    $lang_date = "d M Y в H:i";
    $lang_byname = "Исеменнән: ";
    $lang_nowall = "Кулланучы стенага бернәрсә дә урнаштырмаган...";
    $lang_previous = "Алдагы бит";
    $lang_next = "Киләсе бит";

    // Footer (самый низ сайта)

    $lang_terms = 'Кулланучы килешүе';
    $lang_authors = 'Авторлары';

    // Чак-чак с чаем тэмле, бик тэмле!
?>
